# ==========================================
# โจทย์ข้อที่ 3: หาค่ามากที่สุดจากตัวเลข 3 จำนวน
# Input: ตัวเลขจำนวนเต็ม 3 บรรทัด
#        บรรทัดที่ 1 ตัวเลข A
#        บรรทัดที่ 2 ตัวเลข B
#        บรรทัดที่ 3 ตัวเลข C
# Output: ตัวเลขที่มีค่ามากที่สุด
# ตัวอย่าง: A = 15, B = 42, C = 8 -> ผลลัพธ์คือ 42
# ==========================================

# นักเรียนเขียนโค้ดต่อจากบรรทัดนี้

age=("หาค่ามากที่สุด"))
input=("ตัวเลขจำนวนเต็ม3"))
  ifage=1 ("3"))
  ifage=2 ("6"))
  ifage=3 ("9"))
output:("ตัวเลขที่มีค่ามากที่สุด"))
input: 1=3,2=6,3=9 -> ผลลัพธ์คือ 18
